# Lista de paquetes explícitos (oficial + AUR) — generada con: pacman -Qqe
# bootstrap.sh separa automáticamente cuáles van por pacman y cuáles por AUR.
# Los drivers NVIDIA se instalan aparte (install_nvidia_drivers) si se detecta GPU.

ark
awww
base
base-devel
blueman
bluez
bluez-utils
caelestia-meta
cantarell-fonts
cava
cmake
code
dolphin
dunst
efibootmgr
fastfetch
fd
ffmpegthumbs
firefox
fish
flatpak
fuse2
gcc
git
gnome-software
grim
grimblast-git
grub
gst-plugin-pipewire
htop
hyde-cli-git
hypridle
hyprland
hyprlock
imagemagick
intel-media-driver
intel-ucode
kde-cli-tools
kitty
kvantum
kvantum-qt5
libayatana-appindicator
libpulse
libva-intel-driver
linux
linux-firmware
localsend-bin
make
matugen
nano
networkmanager
network-manager-applet
networkmanager-dmenu
nwg-look
opencode
pacman-contrib
pamixer
parallel
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
proton-vpn-gtk-app
python-pyamdgpuinfo
qt5ct
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt6ct
qt6-wayland
rofi
rofi-calc
rofi-emoji
sddm
sddm-theme-sugar-candy-git
slurp
smartmontools
sof-firmware
sudo
swaylock-effects-git
tela-circle-icon-theme-pink
timeshift
tlp
tlp-rdw
tlpui
ttf-montserrat
ttf-roboto
udiskie
ufw
unzip
uwsm
vim
vulkan-intel
waybar
wget
wireplumber
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
yay
zram-generator
